wrk_vanilla_54_1
Running 35s test @ http://128.105.144.237:8080/servlet-is/interserver?ine=4444444444
  10 threads and 50 connections
  Thread calibration: mean lat.: 156.334ms, rate sampling interval: 519ms
  Thread calibration: mean lat.: 157.971ms, rate sampling interval: 517ms
  Thread calibration: mean lat.: 158.706ms, rate sampling interval: 531ms
  Thread calibration: mean lat.: 161.936ms, rate sampling interval: 528ms
  Thread calibration: mean lat.: 167.973ms, rate sampling interval: 557ms
  Thread calibration: mean lat.: 168.503ms, rate sampling interval: 552ms
  Thread calibration: mean lat.: 168.832ms, rate sampling interval: 557ms
  Thread calibration: mean lat.: 172.751ms, rate sampling interval: 543ms
  Thread calibration: mean lat.: 172.198ms, rate sampling interval: 542ms
  Thread calibration: mean lat.: 171.847ms, rate sampling interval: 555ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   573.63ms  577.19ms   2.12s    76.77%
    Req/Sec    19.34     11.31    50.00     67.90%
  7000 requests in 35.04s, 374.80MB read
Requests/sec:    199.77
Transfer/sec:     10.70MB